Repository: madtom/How2GoMobile
Catalog: How2Go/How2Go/*.lproj/Localizable.strings
Languages: de

# SwitchLabelKey
source: Use Expenses
de: Nebenkosten nutzen

# MainHeaderTextKey
source: Please enter the fare of your public transportation, the current price of gasoline and the distance to your destination. You can see the best choice in the buttom area.
de: Bitte geben Sie den Fahrpreis für öffentliche Verkehrsmittel, den aktuellen Benzinpreis und die Entfernung zu Ihrem Ziel ein. Im unteren Bereich sehen Sie die Kosten und einen Vorschlag.

# CostLabelKey
source: Vehicle's Costs: %@
de: Kosten Fahrzeug: %@

# ResultLabelBusKey
source: Take the Bus!
de: Nimm den Bus!

# ResultLabelCarKey
source: Take the Car!
de: Nimm das Auto!

# AlertKey
source: Attention!
de: Achtung!

# AlertMessageKey
source: You have not maintained any expenses. Please enter the values and you can use it to calculate more exactly.
de: Sie haben keine Nebenkosten erfasst. Bitte geben Sie die Nebenkosten ein damit die Berechnung exakter durchgeführt werden kann.

# SheetHeaderKey
source: What's to delete?
de: Was soll gelöscht werden?

# SheetAllKey
source: All, including Expenses
de: Alles, auch Nebenkosten

# SheetOneKey
source: Only displayed values
de: Nur die angezeigten Werte

# SheetUpsKey
source: Cancel
de: Abbrechen

# FareKey
source: Fare
de: Fahrpreis

# GasKey
source: Gas Price
de: Kraftstoffpreis

# DistanceKey
source: Distance
de: Entfernung (km)

# ConsumptionKey
source: Gas Consumption
de: ∅ Verbrauch (l/100km)

# HeaderFareKey
source: Please enter the fare of a trip with your favorit public transportation. This value is the baseline to check what is the best way to go.
de: Bitte geben Sie den Fahrpreis für die öffentlichen Verkehrsmittel ein. Dieser Betrag ist die Basis für den Vergleich mit den Kosten für Ihr Fahrzeug.

# HeaderGasKey
source: Please enter the curent price of a unit of fuel. This price is one of the mandatory costs to decide the best way to go.
de: Bitte geben Sie den aktuellen Kraftstoffpreis ein. Dieser Wert ist für die Berechnung der Fahrzeugkosten zwingend erforderlich.

# HeaderDistanceKey
source: Please enter the distance of your trip you have to go. The distance should be the route for going by car. The distance is one of the mandatory values to decide what is the best way to go.
de: Bitte geben Sie die Entfernung zu Ihrem Ziel oder die Fahrtstrecke ein. Dieser Wert ist für die Berechnung der Fahrzeugkosten zwingend erforderlich.

# HeaderConsumptionKey
source: Please enter the average fuel consumption of your car. This value is mandatory to decide what is the best way to go.
de: Bitte geben Sie den durchschnittlichen Kraftstoffverbrauch für Ihr Fahrzeug ein. Dieser Wert ist für die Berechnung der Fahrzeugkosten zwingend erforderlich.

# NavExpensesKey
source: Expenses
de: Nebenkosten

# TableExpensesKey
source: Expenses per annum
de: Nebenkosten pro Jahr

# TableCalcKey
source: Expenses per Kilometer
de: Nebenkosten pro Kilometer

# TableFixeKey
source: Constant Values
de: Feste Werte

# CarPriceKey
source: Car Price
de: Fahrzeugpreis

# InsuranceKey
source: Insurance
de: Versicherung

# CarTaxKey
source: Car Tax
de: Steuern

# ServiceKey
source: Service
de: Wartung

# DepricationKey
source: Deprication
de: Wertverlußt

# ExpensesKey
source: Sum Expenses
de: Summe Nebenkosten

# TotalKey
source: Total
de: Kosten je KM

# LifeTimeKey
source: Life Time (year)
de: Nutzungszeit (Jahre)

# MileageAnnumKey
source: Mileage Per Annum
de: Laufleistung pro Jahr (km)

# MileageLifeKey
source: Mileage Life Time
de: Laufleistung Gesamt (km)

# HeaderCarPriceKey
source: Please enter the original price of your car. This value is mandatory of all further calculations. This value is the base for calculating the deprication.
de: Bitte geben Sie den Neupreis Ihres Fahrzeugs ein. Dieser Wert wird für die Berechnung des Wertverlußtes benötigt

# HeaderInsuranceKey
source: Please enter the total amount for all insurances which are related to your car. This value is part of the expenses which are calculated by the tool.
de: Bitte geben Sie die Summe aller Versicherungen ein die Sie für dieses Fahrzeug abgeschlossen haben. Dieser Wert ist für die Berechnung der Nebenkosten relevant.

# HeaderTaxKey
source: Please enter the total amount of all taxes which are related to your car. This value is part of the expenses which are calculated by the tool.
de: Bitte geben Sie den Steuerbetrag für Ihr Fahrzeug ein. Dieser Wert ist für die Berechnung der Nebenkosten relevant.

# HeaderServiceKey
source: Please enter the total amount of your yearly service fee which is related to your car. This value is part of the expenses which are calculated by this tool.
de: Bitte geben Sie den Betrag für Wartung und Werterhaltung für Ihr Fahrzeug ein. Dieser Wert ist für die Berechnung der Nebenkosten relevant.

# ProductOfKey
source: How2Go is a product of
de: How2Go wurde erstellt von

# FirstTextKey
source: How 2 Go will give you a quick overview and a good feeling what is the best way to make your next trip. Based on statistical values, a car will be used about 12.4 years and a mileage of 19,000 km per year. All calculated expenses based on this values. *************************************** Please note that the calculation of the expenses and the decission of a means of transport can be different to the real costs of your trip. The app will aid you what cold be the best choice.
de: How2Go gibt Ihnen einen schnellen Überblick über die Kosten für eine Fahrt mit einem Fahrzeug und vergleicht die entstehenden Kosten mit den Kosten für die Nutzung öffentlicher Verkehrsmittel. Die Berechnung basiert auf statistischen Werten nachdem die durchschnittliche Nutzungszeit 12,4 Jahre beträgt und pro Jahr 19.000 km gefahren werden. ******************************************** Bitte beachten Sie, dass die Berechnung der Kosten und die Entscheidung für ein Fahrzeug oder öffentliche Verkehrsmittel von den tatsächlichen Kosten abweichen kann. Diese kleine App will Ihnen nur helfen ein Gefühl zu bekommen, was die richtige Entscheidung sein könnte.

# SecondTextKey
source: Please note that the calculation of the expenses and the decission of a means of transport can be different to the real costs of your trip. The app will aid you what cold be the best choice.
de: Bitte beachten Sie, dass die Berechnung der Kosten und die Entscheidung für ein Fahrzeug oder öffentliche Verkehrsmittel von den tatsächlichen Kosten abweichen kann. Diese kleine App will Ihnen nur helfen ein Gefühl zu bekommen, was die richtige Entscheidung sein könnte.

# DecisionTextKey
source: The final decision is yours!
de: Sie entscheiden selbst!
